{
    "English": {
        "overview":"Overview",
        "heading":"Expand your business and services, and achieve e-government goals",
      "overviewPara1": "The speed and ease of delivering services or completing work has become a main feature of advanced electronic services, and one of the most important elements of the success of the establishment, regardless of the diversity of its administrative, commercial or industrial services, in the private and government sectors. However, the speed and ease of providing the service is meaningless without a clear and precise address, which constitutes the pillar or essence of the success of the service.",
      "overviewPara2":"With the development of cities, their size, and the significant growth of the population in the Kingdom, the lack of a correct and accurate address has become a major obstacle and a cause of business delays. Hence, the Saudi Postal Corporation created the “Unified and Comprehensive National Address” according to unique standard and technical specifications. It has been adopted internationally as a model for building an infrastructure. Infrastructure for smart addresses developed by the Universal Postal Union, and won the appreciation of the United Nations and international organizations, after the local experience in the Kingdom proved its success and superiority, and won this global recognition.",
      "ApiHead":"Application Programming Interface ( API )",
      "ApiPara":"Application Programming Interface ( API ) services provide a mechanism for sharing and exchanging data and information between systems and databases. The use of APIs has spread rapidly due to the development and effectiveness in exchanging and using information. Examples of API uses include : displaying the number of followers of a social network account or sending information to other systems to complete the payment process, and other uses. The API aims to provide the system with the opportunity to share its data with other systems or receive new data in a secure manner.",
      "developer":"For developers",
      "developerPara1":"Dedicated packages and products have been developed for developers with the aim of making it possible and providing a mechanism for obtaining national address databases. Developers can link their applications to geographic and spatial information in the Kingdom, such as a list of cities and neighborhoods, verify the validity of addresses entered by users of their applications, and more. Developers can register online for free to start using the API",
      "developerPara2":"It also allows the use of national address databases in building applications regardless of different operating systems, in addition to the possibility of using them to build software applications for smart devices or computers.",
      "business":"For business sector",
      "businessPara1":"Due to the continuous development and growth of e-commerce in the Kingdom, it has become necessary to provide a reliable source of digital addresses in order to provide a better user experience. Today, the Saudi Post Corporation provides a service to commercial sectors to access national address databases and link them to the applications and systems of those sectors.",
      "businessPara2":"National address databases facilitate the expansion of e-commerce exchanges, through accurate address data for individuals and government and private sectors, in addition to opening new markets in major cities and at the level of the Kingdom, based on the available data and analyzes on the demographic distribution of the population geographically. Data bases also enable conducting... Studies, research and statistics and their comparison, relying on stored information, to open new service projects, develop existing projects, or contribute to increasing the profitability of service projects, such as fast food delivery services, or serving the banking and financial sector.",
      "govt":"For the government sector",
      "govtPara1":"To be successful, e-government services require an accurate and complete national address, which is what is provided by the API for the national address from the Saudi Post Corporation, where the address has become the spatial identity of the individual and the establishment, “Your address is your identity.” The API helps in completing the strategic plan for e-government transactions. It can Government agencies today use databases to determine the spatial location to provide services or verify the validity of data related to addresses and geographic information provided by individuals and various sectors.",
      "govtPara2":"National address databases can be used to draw future plans, analyze geographic information and data for urban planning, and build economic cities, in addition to accessing the latest geographic databases such as digital maps or spatial information.",
      "ApiProd":"API products",
      "ApiProdPara1":"The National Address provides the ability to benefit from the features and benefits mentioned previously, for the government sectors, the business sector, and application developers, with multiple options characterized by flexibility and the ability to meet the service with various searches and using the API service provided by the National Address, which can benefit from the huge database available in the National Address databases",
      "ApiProdPara2":"The National Address also provided several forms for benefiting from the API service in a way that suits the requirements of different entities, thus ensuring the ideal use of the service."
    },
    "Arabic": {
        "overview":"نظرة عامة",
        "heading":"",
      "overviewPara1": "باتت السرعة والسهولة في إيصال الخدمات أو إنجاز الأعمال، هي سمة رئيسة للخدمات الإلكترونية المتطورة، وأحد أهم عناصر نجاح المنشأة مهما تنوعت خدماتها الإدارية أو التجارية أو الصناعية، في القطاع الخاص و الحكومي؛ إلا أن –السرعة والسهولة– في تلبية الخدمة لامعنى لها دون عنوان واضح ودقيق، وهو ما يشكل ركن أو جوهر نجاح الخدمة.",
      "overviewPara2":"مع تطور المدن وضخامتها ونمو عدد السكان بشكل كبير في المملكة، أصبح عدم وجود عنوان صحيح ودقيق عقبة رئيسية، وسبباً في تأخير الأعمال، ومن هنا ابتكرت مؤسسة البريد السعودي العنوان الوطني الموحد والشامل وفق مواصفات معيارية وتقنية فريدة، تم اعتماده دوليأً كنموذجا لبناء بنية تحتية للعناوين الذكية المتقدمة من قبل اتحاد البريد العالمي، وحاز بتقدير الأمم المتحدة والمنظمات الدولية، بعد أن أثبتت التجربة المحلية في المملكة نجاحها وتفوقها، وحازت على هذا الاعتراف العالمي بها.",
      "ApiHead":"واجهة برمجة التطبيقات (API)",
      "ApiPara":"توفر خدمات واجهة برمجة التطبيقات (API) آلية لمشاركة وتبادل البيانات والمعلومات بين الأنظمة وقواعد البيانات. وانتشر استخدام الـ API بشكل سريع لما أحدث من تطور وفعالية في تبادل المعلومات واستخدامها. ومن الأمثلة لإستخدامات الـ API: عرض عدد المتابعين لحساب الشبكة الاجتماعية أو إرسال معلومات إلى أنظمة آخرى لإتمام عملية الدفع، وغيرها من الاستخدامات. وتهدف الـ API إلى إتاحة الفرصة للمنظومة لمشاركة بياناتها مع أنظمة آخرى أو استقبال بيانات جديدة من بشكل آمن.",
      "developer":"للمطورين",
      "developerPara1":" تم تطوير باقات ومنتجات مخصصة للمطورين بهدف اتاحة وتوفير آلية للحصول على قواعد بيانات العنوان الوطني. ويستطيع المطورون من ربط تطبيقاتهم بالمعلومات الجغرافية والمكانية في المملكة مثل، قائمة المدن، والأحياء، التحقق من صحة العناوين المدخلة من قبل مستخدمين تطبيقاتهم وغيرها. ويستطيع المطورون من التسجيل الإلكتروني ومجاناً للبدء في استخدام الـ API",
      "developerPara2":"كما يتيح استخدام قواعد بيانات العنوان الوطني في بناء التطبيقات بغض النظر عن أنظمة التشغيل المختلفة، بالاضافة الى امكانية توظيفها لبناء التطبيقات البرمجية للأجهزة الذكية او لأجهزة الحاسوب",
      "business":"لقطاع الأعمال",
      "businesspara1":"نظراً للتطور المستمر للتجارة الإلكترونية ونموها في المملكة، أصبح لا بد من توفر مصدر موثوق للعناوين الرقمية من أجل توفير تجربة مستخدم أفضل. وتوفر اليوم مؤسسة البريد السعودي خدمة للقطاعات التجارية للوصول إلى قواعد بيانات العنوان الوطني وربطها بالتطبيقات والأنظمة لتلك القطاعات.",
      "businessPara2":"تسهل قواعد بيانات العنوان الوطني التوسع في تبادلات التجارة الإلكترونية، من خلال بيانات العنونة الدقيقة للأفراد والقطاعات الحكومية والخاصة،إضافة إلى فتح أسواق جديدة في المدن الرئيسية وعلى مستوى المملكة، اعتمادا على البيانات والتحليلات المتوافرة عن التوزع الديمغرافي للسكان جغرافيا، كما تمكن قواعد البينات من اجراء الدراسات والبحوث والاحصاءات ومقارنتها، بالاعتماد على المعلومات المخزنة، لفتح مشاريع خدمية جديدة، أو تطوير مشاريع قائمة، أو المساهمة في زيادة ربحية مشاريع خدمية، مثل خدمات توصيل الوجبات السريعة، أو خدمة قطاع المصارف والأعمال المالية.",
      "govt":"للقطاع الحكومي",
      "govtPara1":"تتطلب خدمات الحكومة الإلكترونية لإنجاحها إلى عنوان وطني دقيق وكامل، وهي ما توفره واجهة برمجة التطبيقات للعنوان الوطني من مؤسسة البريد السعودي، حيث أصبح العنوان هو الهوية المكانية للفرد والمنشأة عنوانك هو هويتك”.وتُساعد الـ API في إتمام الخطة الاستراتيجية للتعاملات الإلكترونية الحكومية. وتستطيع الجهات الحكومية اليوم من استخدام قواعد البيانات في تحديد الموقع المكاني لتقديم الخدمات أو التحقق من صحة البيانات المتعلقة بالعناوين والمعلومات الجغرافية المقدمة من الأفراد والقطاعات المختلفة.",
      "govtPara2":"ويمكن توظيف قواعد بيانات العنوان الوطني في رسم الخطط المستقبلية، والقيام على تحليل المعلومات والمعطيات الجغرافية من أجل التخطيط الحضري، وبناء المدن الإقتصادية، بالإضافة إلى الوصول إلى أحدث قواعد البيانات الجغرافية من خرائط رقمية أو معلومات مكانية.",
      "ApiProd":"منتجات ال API",
      "ApiProdPara1":"وفر العنوان الوطني إمكانية الاستفادة من المميزات والفوائد المذكورة سابقاً، للقطاعات الحكومية، وقطاع الأعمال، ومطورو التطبيقات، بخيارات متعددة تتميز بالمرونة والقدرة على تلبية الخدمة بالبحث المتنوع وباستخدام خدمة API المقدمة من العنوان الوطني، والذي يمكن الاستفادة من قاعدة البيانات الضخمة المتوفرة بقواعد بيانات العنوان الوطني.",
      "ApiProdPara2":"كما وفر العنوان الوطني أشكال عدة للاستفادة من خدمة ال API بما يتناسب مع متطلبات الجهات المختلفه , .بحيث يضمن التوظيف المثالي للخدمة"
    }
  }
  